<?php
defined('IN_WZ') or exit('No direct script access allowed');
return array(
	'style' =>
		array(
            1=>'现代',
            2=>'美式',
            3=>'欧式',
            4=>'中式',
            5=>'混搭',
            6=>'田园',
            7=>'地中海',
            8=>'简约',
            9=>'东南亚',
            10=>'日式',
            11=>'北欧',
            12=>'简欧'
		),
    'years' =>
        array(
            1=>'1-3年',
            2=>'3-5年',
            3=>'5年以上',
        ),
    'money_type' =>
        array(
            1=>'0-50元/m²',
            2=>'51-100元/m²',
            3=>'101-200元/m²',
            4=>'201-300元/m²',
            5=>'300元/m²以上'
        ),
)

?>