<?php 
defined('IN_WZ') or exit('No direct script access allowed');
   return  array(
          'style'=>
            array(
              1=>'现代',
              2=>'简约',
              3=>'田园',
              4=>'中式',
              5=>'欧式',
              6=>'美式',
              7=>'日式',
              8=>'新古典',
              9=>'地中海',
              10=>'东南亚',
              11=>'混搭',
              14=>'其他',
            ), 
          'house' =>
            array(
                1=>'一居',
                2=>'二居',
                3=>'三居',
                4=>'四居',
                5=>'多居',
                6=>'复式',
                7=>'别墅',
                8=>'公寓',
                9=>'四合院',
                10=>'其他'
            ),
          'spac' =>
              array(
                  1=>'玄关',
                  2=>'玄关特写',
                  3=>'客厅',
                  4=>'客厅特写',
                  5=>'过道',
                  6=>'过道特写',
                  7=>'隔断',
                  8=>'餐厅',
                  9=>'餐厅特写',
                  10=>'楼梯',
                  11=>'楼梯特写',
                  12=>'卧室',
                  13=>'卧室特写',
                  14=>'书房',
                  15=>'书房特写',
                  16=>'儿童房',
                  17=>'儿童房特写',
                  18=>'老人房',
                  19=>'老人房特写',
                  20=>'衣帽间',
                  21=>'衣帽间特写',
                  22=>'厨房',
                  23=>'厨房特写',
                  24=>'卫生间',
                  25=>'卫生间特写',
                  26=>'阳台',
                  27=>'阳台特写',
                  28=>'其他',
                  29=>'平面图'
              ),
     	)







?>